{
  "title": "Startseite",
  "description": "Dies ist die Startseite",
  "exploreOurFinishes": "Explore our Tile Finishes",
  "catalogue": "Catalogue",
  "exploreOurTilesTitle": "Entdecken Sie unsere Premium-GVT-Fliesenoberflächen",
  "polishedFinish": "Polierte Oberfläche",
  "polishedFinishTitle": "Eine glatte, hochreflektierende Oberfläche",
  "polishedFinishDesc": "Ideal für luxuriöse Innenräume – polierte GVT-Fliesen schaffen einen spiegelähnlichen Effekt, der Helligkeit und Raumgefühl verstärkt. Perfekt für Wohnzimmer, Hotels und Geschäftsräume.",
  "matteFinish": "Matte Oberfläche",
  "matteFinishTitle": "Eine weiche, nicht reflektierende Oberfläche mit natürlichem Look",
  "matteFinishDesc": "Matte GVT-Fliesen bieten Rutschfestigkeit und eine elegante Textur für ein warmes und modernes Ambiente. Ideal für Wohnbereiche, Büros und zeitgemäße Innenräume.",
  "highGlossFinish": "Hochglanz-Oberfläche",
  "highGlossFinishTitle": "Ultra-reflektierender, luxuriöser Glanz für einen beeindruckenden Effekt",
  "highGlossFinishDesc": "Für eine gehobene Optik konzipiert, bieten diese Fliesen einen edlen Glanz, der Tiefe und Eleganz betont. Perfekt für exklusive Wohnungen, Hotel-Lobbys und Premium-Geschäftsräume.",
  "antiSlipFinish": "Rutschfeste Oberfläche",
  "antiSlipFinishTitle": "Erhöhter Halt und Sicherheit mit stilvoller Textur",
  "antiSlipFinishDesc": "Für Außenbereiche, Badezimmer und stark frequentierte Räume entwickelt – die rutschfeste Oberfläche bietet hervorragende Haftung und ist ideal für Terrassen, Balkone und Poolbereiche.",
  "carvingMatte": "Gemasertes Matt",
  "carvingMatteTitle": "Strukturierte Muster mit mattem Touch für ein einzigartiges Design",
  "carvingMatteDesc": "Für beeindruckende Wände und künstlerische Innenräume – carving matte Fliesen verleihen mit ihren detailreichen Mustern Tiefe und Charakter. Perfekt für Akzentwände, Designer-Badezimmer und Boutique-Räume.",
  "home": "Startseite",
  "ourProduct": "Unsere Produkte",
  "specifications": "Spezifikationen",
  "sizes": "Größen",
  "resources": "Dokumente",
  "contact": "Kontakt",
  "download": "Herunterladen",
  "textLoopText1": "Betreiben Sie ein Geschäft für Fliesen oder Baumaterialien?",
  "textLoopText2": "Haben Sie Schwierigkeiten, Premium-Fliesen zum besten Preis zu finden?",
  "textLoopText3": "Wir liefern hochwertige GVT-Fliesen mit unschlagbarer Qualität.",
  "textLoopText4": "Höhere Margen. Bessere Designs. Mehr Umsatz.",
  "textLoopText5": "Ihre Kunden verlangen das Beste – bieten Sie es ihnen.",
  "textLoopText6": "Unsere Fliesen übertreffen jede Konkurrenz.",
  "textLoopText7": "Warum sich mit Durchschnitt zufrieden geben, wenn Sie Premium verkaufen können?",
  "textLoopText8": "Steigern Sie Ihren Gewinn mit unseren margenstarken Fliesenlösungen.",
  "heroSecondaryButton": "Sehen Sie unsere Kollektionen",
  "heroPrimaryButton": "Entdecken Sie unsere Oberflächen",
  "highQualityTitle": "Hochwertige Feinsteinzeugfliesen",
  "highQualityDesc": "Unsere Fliesen (GVT) bestehen aus erstklassigen Materialien und bieten Langlebigkeit, Eleganz und herausragende Leistung.",
  "rectifiedEdgesTitle": "Präzisionsgeschliffene Kanten",
  "rectifiedEdgesDesc": "Dank der rektifizierten Kanten haben unsere Fliesen minimale Unebenheiten und eine perfekte Ausrichtung für ein nahtloses Finish.",
  "fastDeliveryTitle": "Schnelle & Versicherte Lieferung",
  "fastDeliveryDesc": "Wir liefern direkt an Ihre Adresse in 40-60 Tagen, mit vollständigem Versicherungsschutz für Ihre Sicherheit.",
  "competitivePricingTitle": "Wettbewerbsfähige Preise",
  "competitivePricingDesc": "Wir bieten die besten Preise auf dem Markt, ohne Kompromisse bei der Qualität einzugehen, damit Premium-Fliesen erschwinglicher werden.",
  "superiorDurabilityTitle": "Überlegene Haltbarkeit & Stärke - 9mm Dicke",
  "superiorDurabilityDesc": "Unsere Fliesen übertreffen die Industriestandards in Festigkeit und Widerstandsfähigkeit und halten starkem Aufprall und Biegebeanspruchung stand.",
  "waterResistanceTitle": "Wasser- & Fleckenbeständigkeit",
  "waterResistanceDesc": "Mit einer Wasseraufnahme von weniger als 0,40 % sind unsere Fliesen äußerst widerstandsfähig gegen Wasser und Flecken – ideal für jeden Raum.",
  "slipFrostResistanceTitle": "Rutsch- & Frostbeständigkeit",
  "slipFrostResistanceDesc": "Für mehr Sicherheit verfügen unsere Fliesen über rutschfeste Oberflächen und sind frostbeständig – ideal für Innen- und Außenbereiche.",
  "ecoFriendlyTitle": "Umweltfreundlich & Chemikalienresistent",
  "ecoFriendlyDesc": "Unsere Fliesen sind umweltfreundlich und chemikalienbeständig – eine sichere und nachhaltige Wahl für Ihren Raum.",
  "inspiringSlogan": "Inspiriert von Exzellenz, gebaut für Perfektion.",
  "copyright": "© 2024 DSantos - Alle Rechte vorbehalten.",
  "contactUs": "Kontaktieren Sie uns",
  "contactFormTitle": "Kontaktieren Sie uns",
  "contactFormDescription": "Füllen Sie das Formular aus, um mit uns in Kontakt zu treten.",
  "nameLabel": "Name",
  "emailLabel": "E-Mail",
  "phoneLabel": "Telefonnummer (optional)",
  "messageLabel": "Nachricht",
  "sendMessage": "Nachricht senden",
  "sending": "Wird gesendet...",
  "productSizesTitle": "Unsere Produktgrößen",
  "productSizesDescription": "Entdecken Sie unsere große Auswahl an Fliesengrößen und Oberflächen.",

  "interestedButton": "Interessiert? Kontaktieren Sie uns",

  "finishes": {
    "polished": "Poliert",
    "matte": "Matt",
    "polishedHighGloss": "Polierter Hochglanz",
    "antiSlipMatte": "Rutschfest Matt",
    "carvingMatte": "Strukturiertes Matt"
  },

  "sizesProduct": [
    {
      "size": "60x120cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "120x120cm",
      "finishes": ["polished", "matte"]
    },
    {
      "size": "120x240cm",
      "finishes": ["polished", "matte", "polishedHighGloss"]
    },
    {
      "size": "60x60cm",
      "finishes": ["matte", "carvingMatte"]
    },
    {
      "size": "80x160cm",
      "finishes": ["polished", "matte", "polishedHighGloss", "carvingMatte"]
    },
    {
      "size": "30x60cm",
      "finishes": ["polished", "matte"]
    },
    {
      "size": "80x80cm",
      "finishes": ["polished", "matte", "polishedHighGloss"]
    },
    {
      "size": "100x100cm",
      "finishes": ["polished", "matte"]
    }
  ],
  "newCollections": "Entdecken Sie unsere neuen Kollektionen",
  "meetDsantosTitle": "Lernen Sie DSantos kennen – Ihr Lieferant für Feinsteinzeugfliesen",
  "meetDsantosText": "Wir sind spezialisiert auf hochwertige Feinsteinzeugfliesen (GVT), auch bekannt als Steinzeugfliesen. Unsere langlebigen und eleganten Oberflächen sind ideal für Unternehmen, die erstklassige Bodenlösungen anbieten möchten.",
  "catalogue2025Title": "Katalog Kollektion 2025",
  "catalogue2025Desc": "Unser Hauptkatalog mit mehreren verfügbaren Oberflächen für jede Option.",
  "highGlossCatalogueTitle": "Polierter Hochglanz Katalog",
  "highGlossCatalogueDesc": "Fokussiert auf unser exklusivstes Finish – Polierter Hochglanz.",
  "whiteMarbleCatalogueTitle": "Weißer Marmor Katalog",
  "whiteMarbleCatalogueDesc": "Eine Kollektion eleganter Fliesen in weißer Marmoroptik.",
  "open": "Öffnen",
  "meetOurFeatures": "Lernen Sie unser Produkt im Detail kennen",
  "gezelligCatalogueTitle": "Gemütlicher Katalog",
  "gezelligCatalogueDesc": "Eine Kollektion gemütlicher, rustikaler Fliesen, inspiriert von warmen Holzdesigns und natürlichen Texturen.",

  "aboutUs": "Über uns",
  "ourTeam": "Unser Team",
  "ourCompany": "Unser Unternehmen",
  "aboutUsText1": "DSantos ist spezialisiert auf hochwertige Feinsteinzeug- und keramische Bodenlösungen für Unternehmen, Bauunternehmen und professionelle Auftragnehmer. Wir wissen, dass Ihr Ruf von den Materialien abhängt, die Sie für Ihre Projekte wählen.",
  "aboutUsText2": "Mit Präsenz in Deutschland, Portugal, Frankreich und weiteren EU-Ländern basiert unser Geschäft auf drei Kernprinzipien: direkter Zugang zu Premium-Materialien, wettbewerbsfähige Preise durch effiziente Abläufe und dedizierte Unterstützung für unsere Geschäftspartner. Durch unsere exklusive Partnerschaft mit einem der führenden Hersteller Asiens gewährleisten wir konstanten Zugang zu hochwertigen Materialien, die höchste Industriestandards für Langlebigkeit und Design erfüllen.",
  "aboutUsText3": "Wir wachsen durch professionelle Exzellenz und den Aufbau dauerhafter Kundenbeziehungen. Ob Sie ein Händler sind, der sein Premium-Fliesenangebot erweitern möchte, oder ein Bauunternehmen, das eine zuverlässige Großlieferung sucht - DSantos liefert die Qualität und den Service, den Ihr Unternehmen verlangt. Partnern Sie mit uns für exklusive Kollektionen und umfassende Unterstützung.",
  "descriptionDiogo": "Mit seiner Expertise in IT und Vertrieb sowie unternehmerischer Erfahrung bringt Diogo einen strategischen Ansatz für digitale Transformation und Geschäftsentwicklung ein. Sein Hintergrund ermöglicht es DSantos, Technologie für optimierte Abläufe und verbesserten Kundenservice zu nutzen.",
  "descriptionPedro": "Mit seinem Fundament im Maschinenbau leitet Pedro unsere Aktivitäten in Portugal und ist der Hauptansprechpartner für unsere portugiesischen Kunden. Seine technische Expertise und Kenntnis des lokalen Marktes gewährleisten, dass unsere portugiesischen Partner maßgeschneiderte Unterstützung und Lösungen erhalten."
}
