{
  "title": "Home Page",
  "description": "This is the home page",
  "exploreOurFinishes": "Explore our Tile Finishes",
  "catalogue": "Catalogue",
  "exploreOurTilesTitle": "Explore Our Premium GVT Tile Finishes",
  "polishedFinish": "Polished Finish",
  "polishedFinishTitle": "A smooth, highly reflective surface",
  "polishedFinishDesc": "Ideal for luxurious interiors, polished GVT tiles create a mirror-like effect, enhancing brightness and space. Best suited for living rooms, hotels, and commercial spaces.",
  "matteFinish": "Matte Finish",
  "matteFinishTitle": "A soft, non-reflective surface with a natural look",
  "matteFinishDesc": "Perfect for creating a warm and sophisticated ambiance, matte GVT tiles provide slip resistance and a refined texture. Recommended for residential floors, offices, and modern interiors.",
  "highGlossFinish": "High Gloss Finish",
  "highGlossFinishTitle": "Ultra-reflective, premium shine for a striking effect",
  "highGlossFinishDesc": "Designed for high-end aesthetics, these tiles offer a luxurious sheen that enhances depth and elegance. Ideal for upscale residences, hotel lobbies, and premium commercial spaces.",
  "antiSlipFinish": "Anti-Slip Finish",
  "antiSlipFinishTitle": "Enhanced grip and safety with a stylish texture",
  "antiSlipFinishDesc": "Engineered for outdoor areas, bathrooms, and high-traffic spaces, the anti-slip finish provides excellent traction, making it perfect for wet or exterior environments such as patios, balconies, and poolside areas.",
  "carvingMatte": "Carving Matte",
  "carvingMatteTitle": "Textured patterns with a matte touch for a unique effect",
  "carvingMatteDesc": "Designed for statement walls and artistic interiors, carving matte tiles add depth and dimension with intricate patterns. Perfect for feature walls, designer bathrooms, and boutique-style spaces.",
  "home": "Home",
  "ourProduct": "Product Range",
  "specifications": "Specifications",
  "sizes": "Sizes",
  "resources": "Resources",
  "contact": "Contact",
  "download": "Download",
  "textLoopText1": "Do you run a business that sells or uses porcelain stoneware tiles?",
  "textLoopText2": "Do you struggle to source premium ceramic flooring at competitive prices?",
  "textLoopText3": "We supply top-grade porcelain stoneware with unmatched quality.",
  "textLoopText4": "Higher margins. Better design. More sales.",
  "textLoopText5": "Your customers demand the best – deliver the best.",
  "textLoopText6": "Our ceramic flooring outperforms the competition.",
  "textLoopText7": "Why settle for the ordinary when you can offer the premium?",
  "textLoopText8": "Boost your profits with our high-margin solutions.",
  "heroSecondaryButton": "See Our Collections",
  "heroPrimaryButton": "Explore Our Finishes",
  "highQualityTitle": "High-Quality Porcelain Tiles",
  "highQualityDesc": "Our tiles (GVT) are made from premium components, ensuring durability, elegance, and long-lasting performance.",
  "rectifiedEdgesTitle": "Precision Rectified Edges",
  "rectifiedEdgesDesc": "With rectified edges, our tiles have minimal imperfections and perfect alignment for a seamless finish.",
  "fastDeliveryTitle": "Fast & Insured Delivery",
  "fastDeliveryDesc": "We deliver directly to your address within 40-60 days, with full insurance coverage for peace of mind.",
  "competitivePricingTitle": "Competitive Pricing",
  "competitivePricingDesc": "We offer the best prices in the market without compromising on quality, making premium tiles more affordable.",
  "superiorDurabilityTitle": "Superior Durability & Strength - 9mm Thickness",
  "superiorDurabilityDesc": "Our tiles exceed industry standards in strength and resistance, withstanding heavy impact and flexural stress.",
  "waterResistanceTitle": "Water & Stain Resistance",
  "waterResistanceDesc": "With an absorption rate of less than 0.40%, our tiles are highly resistant to water and stains, making them perfect for any space.",
  "slipFrostResistanceTitle": "Slip & Frost Resistance",
  "slipFrostResistanceDesc": "Designed for safety, our tiles feature anti-slip surfaces and are frost-resistant, making them ideal for both indoor and outdoor use.",
  "ecoFriendlyTitle": "Eco-Friendly & Chemical Resistant",
  "ecoFriendlyDesc": "Our tiles are environmentally friendly and resistant to chemicals, ensuring a safe and sustainable choice for your space.",
  "inspiringSlogan": "Inspired by excellence, built for perfection.",
  "copyright": "© 2025 DSantos - All rights reserved.",
  "contactUs": "Contact Us",
  "contactFormTitle": "Contact Us",
  "contactFormDescription": "Fill out the form below to get in touch with us.",
  "nameLabel": "Name",
  "emailLabel": "Email",
  "phoneLabel": "Phone Number (optional)",
  "messageLabel": "Message",
  "sendMessage": "Send Message",
  "sending": "Sending...",
  "productSizesTitle": "Our Sizes",
  "productSizesDescription": "Explore our wide range of tile sizes and finishes.",
  "interestedButton": "Interested? Contact Us",
  "finishes": {
    "polished": "Polished",
    "matte": "Matte",
    "polishedHighGloss": "Polished High Gloss",
    "antiSlipMatte": "Anti-Slip Matte",
    "carvingMatte": "Carving Matte"
  },
  "sizesProduct": [
    {
      "size": "60x120cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "120x120cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "120x240cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "60x60cm",
      "finishes": [
        "polished",
        "matte",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "80x160cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "30x60cm",
      "finishes": [
        "polished",
        "matte"
      ]
    },
    {
      "size": "80x80cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "100x100cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    }
  ],
  "newCollections": "Check Out Our New Collections",
  "meetDsantosTitle": "DSantos – Excellence and Innovation in Porcelain Stoneware",
  "meetDsantosText": "We specialize in high-quality porcelain stoneware and ceramic flooring solutions for the business sector. Leveraging our extensive logistics expertise, we deliver premium cladding solutions that embody quality, elegance, and reliability. We value strong relationships and long-lasting partnerships with our clients, committing to efficiency and excellence in every project.",
  "catalogue2025Title": "2025 Collection Catalogue",
  "catalogue2025Desc": "Our main catalogue featuring multiple finishes for each option.",
  "highGlossCatalogueTitle": "High Gloss Catalogue",
  "highGlossCatalogueDesc": "Focused on our most premium finish – High Gloss.",
  "whiteMarbleCatalogueTitle": "White Marble Catalogue",
  "whiteMarbleCatalogueDesc": "A collection of elegant white marble-effect tiles.",
  "open": "Open",
  "meetOurFeatures": "Get to know our product in detail",
  "gezelligCatalogueTitle": "Gezellig Catalogue",
  "gezelligCatalogueDesc": "A collection of cozy, rustic tiles inspired by warm wood designs and natural textures.",

  "aboutUs": "About Us",
  "ourTeam": "Our Team",
  "ourCompany": "Our Company",
  "aboutUsText1": "DSantos specializes in premium porcelain stoneware and ceramic flooring solutions for businesses, construction companies, and professional contractors. We understand that your reputation depends on the materials you choose for your projects.",
  "aboutUsText2": "Operating across Germany, Portugal, France, and other EU countries, we've built our business on three core principles: direct access to premium materials, competitive pricing through efficient operations, and dedicated support for our business partners. Through our exclusive partnership with one of Asia's leading manufacturers, we ensure consistent access to high-quality materials that meet the highest industry standards for durability and design.",
  "aboutUsText3": "We thrive by maintaining professional excellence and building lasting relationships with our clients. Whether you're a retailer looking to expand your premium tile offerings or a construction company seeking reliable bulk supply, DSantos delivers the quality and service your business demands. Partner with us to access exclusive collections and comprehensive support for all your porcelain stoneware needs.",
  "descriptionDiogo": "Combining expertise in IT and Sales with entrepreneurial experience, Diogo brings a strategic approach to digital transformation and business development. His background enables DSantos to leverage technology for streamlined operations and enhanced customer service.",
  "descriptionPedro": "With a foundation in Mechanical Engineering, Pedro is the primary contact for our Portuguese clients as his technical expertise and local market knowledge ensure our Portuguese partners receive dedicated support and solutions tailored to their specific needs.",
  "tecnicalSpecsTitle": "Technical Specifications",
  "technicalSpecsDesc": "Detailed information and complete technical specifications about our product."
}
