{
  "title": "Home Page",
  "description": "This is the home page",
  "exploreOurFinishes": "Explore our Tile Finishes",
  "catalogue": "Catalogue",
  "exploreOurTilesTitle": "Explore Our Premium GVT Tile Finishes",
  "polishedFinish": "Polished Finish",
  "polishedFinishTitle": "A smooth, highly reflective surface",
  "polishedFinishDesc": "Ideal for luxurious interiors, polished GVT tiles create a mirror-like effect, enhancing brightness and space. Best suited for living rooms, hotels, and commercial spaces.",
  "matteFinish": "Matte Finish",
  "matteFinishTitle": "A soft, non-reflective surface with a natural look",
  "matteFinishDesc": "Perfect for creating a warm and sophisticated ambiance, matte GVT tiles provide slip resistance and a refined texture. Recommended for residential floors, offices, and modern interiors.",
  "highGlossFinish": "High Gloss Finish",
  "highGlossFinishTitle": "Ultra-reflective, premium shine for a striking effect",
  "highGlossFinishDesc": "Designed for high-end aesthetics, these tiles offer a luxurious sheen that enhances depth and elegance. Ideal for upscale residences, hotel lobbies, and premium commercial spaces.",
  "antiSlipFinish": "Anti-Slip Finish",
  "antiSlipFinishTitle": "Enhanced grip and safety with a stylish texture",
  "antiSlipFinishDesc": "Engineered for outdoor areas, bathrooms, and high-traffic spaces, the anti-slip finish provides excellent traction, making it perfect for wet or exterior environments such as patios, balconies, and poolside areas.",
  "carvingMatte": "Carving Matte",
  "carvingMatteTitle": "Textured patterns with a matte touch for a unique effect",
  "carvingMatteDesc": "Designed for statement walls and artistic interiors, carving matte tiles add depth and dimension with intricate patterns. Perfect for feature walls, designer bathrooms, and boutique-style spaces.",
  "home": "Home",
  "ourProduct": "Product Range",
  "specifications": "Specifications",
  "sizes": "Sizes",
  "resources": "Resources",
  "contact": "Contact",
  "download": "Download",
  "textLoopText1": "Do you have a business that sells tiles or uses tiles?",
  "textLoopText2": "Struggling to find premium tiles at the best price?",
  "textLoopText3": "Your success starts with the right supplier. Let's talk.",
  "textLoopText4": "We supply high-end GVT tiles with unbeatable quality.",
  "textLoopText5": "Higher margins. Better designs. More sales.",
  "textLoopText6": "Your customers demand the best — offer them the best.",
  "textLoopText7": "Why settle for average when you can sell premium?",
  "textLoopText8": "Increase your profit with our high-margin tile solutions.",
  "heroSecondaryButton": "See Our Collections",
  "heroPrimaryButton": "Explore Our Finishes",
  "highQualityTitle": "High-Quality Porcelain Tiles",
  "highQualityDesc": "Our tiles (GVT) are made from premium components, ensuring durability, elegance, and long-lasting performance.",
  "rectifiedEdgesTitle": "Precision Rectified Edges",
  "rectifiedEdgesDesc": "With rectified edges, our tiles have minimal imperfections and perfect alignment for a seamless finish.",
  "fastDeliveryTitle": "Fast & Insured Delivery",
  "fastDeliveryDesc": "We deliver directly to your address within 40-60 days, with full insurance coverage for peace of mind.",
  "competitivePricingTitle": "Competitive Pricing",
  "competitivePricingDesc": "We offer the best prices in the market without compromising on quality, making premium tiles more affordable.",
  "superiorDurabilityTitle": "Superior Durability & Strength - 9mm Thickness",
  "superiorDurabilityDesc": "Our tiles exceed industry standards in strength and resistance, withstanding heavy impact and flexural stress.",
  "waterResistanceTitle": "Water & Stain Resistance",
  "waterResistanceDesc": "With an absorption rate of less than 0.40%, our tiles are highly resistant to water and stains, making them perfect for any space.",
  "slipFrostResistanceTitle": "Slip & Frost Resistance",
  "slipFrostResistanceDesc": "Designed for safety, our tiles feature anti-slip surfaces and are frost-resistant, making them ideal for both indoor and outdoor use.",
  "ecoFriendlyTitle": "Eco-Friendly & Chemical Resistant",
  "ecoFriendlyDesc": "Our tiles are environmentally friendly and resistant to chemicals, ensuring a safe and sustainable choice for your space.",
  "inspiringSlogan": "Inspired by excellence, built for perfection.",
  "copyright": "© 2024 DSantos - All rights reserved.",
  "contactUs": "Contact Us",
  "contactFormTitle": "Contact Us",
  "contactFormDescription": "Fill out the form below to get in touch with us.",
  "nameLabel": "Name",
  "emailLabel": "Email",
  "phoneLabel": "Phone Number (optional)",
  "messageLabel": "Message",
  "sendMessage": "Send Message",
  "sending": "Sending..."
}
