{
  "title": "Accueil",
  "description": "Bienvenue sur notre page d'accueil",
  "exploreOurFinishes": "Découvrez nos finitions de carrelage",
  "catalogue": "Catalogue",
  "exploreOurTilesTitle": "Découvrez nos finitions haut de gamme en carrelage",
  "polishedFinish": "Finition Polie",
  "polishedFinishTitle": "Surface lisse et ultra-brillante",
  "polishedFinishDesc": "Idéal pour des intérieurs prestigieux, notre carrelage poli offre un effet miroir qui sublime la lumière et agrandit l’espace. Parfait pour les salons, hôtels et espaces commerciaux.",
  "matteFinish": "Finition Mate",
  "matteFinishTitle": "Surface douce et non réfléchissante pour un rendu naturel",
  "matteFinishDesc": "Pour une ambiance chaleureuse et sophistiquée, notre carrelage mat offre une excellente adhérence et une texture raffinée. Recommandé pour les sols résidentiels, bureaux et intérieurs modernes.",
  "highGlossFinish": "Finition Haute Brillance",
  "highGlossFinishTitle": "Un éclat luxueux et ultra-réfléchissant pour un effet saisissant",
  "highGlossFinishDesc": "Pensé pour une esthétique haut de gamme, notre carrelage haute brillance renforce la profondeur et l’élégance de vos espaces. Idéal pour les résidences de prestige, halls d’hôtels et boutiques premium.",
  "antiSlipFinish": "Finition Antidérapante",
  "antiSlipFinishTitle": "Sécurité et adhérence renforcées avec une texture élégante",
  "antiSlipFinishDesc": "Conçu pour les zones à forte fréquentation et les environnements humides, notre carrelage antidérapant assure une excellente traction. Idéal pour les extérieurs, salles de bains, terrasses et abords de piscine.",
  "carvingMatte": "Finition Mat Sculpté",
  "carvingMatteTitle": "Motifs texturés et finition mate pour un effet unique",
  "carvingMatteDesc": "Idéal pour les murs décoratifs et les intérieurs artistiques, notre carrelage sculpté mat ajoute du relief et une dimension élégante. Parfait pour les murs d’accent, salles de bains design et espaces tendances.",
  "home": "Accueil",
  "ourProduct": "Gamme de Produits",
  "specifications": "Spécifications",
  "sizes": "Formats",
  "resources": "Ressources",
  "contact": "Contact",
  "download": "Télécharger",
  "textLoopText1": "Votre entreprise vend ou utilise du carrelage en grès cérame ?",
  "textLoopText2": "Difficulté à trouver des carreaux haut de gamme à des prix compétitifs ?",
  "textLoopText3": "Nous fournissons du carrelage en grès cérame de première qualité, sans compromis sur l’excellence.",
  "textLoopText4": "Des marges plus élevées. Un design exclusif. Plus de ventes.",
  "textLoopText5": "Vos clients méritent le meilleur – proposez-leur l’excellence.",
  "textLoopText6": "Notre carrelage en céramique surpasse la concurrence.",
  "textLoopText7": "Pourquoi se contenter du standard quand vous pouvez offrir du premium ?",
  "textLoopText8": "Augmentez vos bénéfices avec nos solutions à haute valeur ajoutée.",
  "heroSecondaryButton": "Découvrez nos Collections",
  "heroPrimaryButton": "Explorez nos Finitions",
  "highQualityTitle": "Carrelage en Grès Cérame Haut de Gamme",
  "highQualityDesc": "Fabriqué à partir de matériaux premium, notre carrelage en grès cérame allie durabilité, esthétisme et performances exceptionnelles.",
  "rectifiedEdgesTitle": "Bords Rectifiés avec Précision",
  "rectifiedEdgesDesc": "Grâce aux bords rectifiés, notre carrelage garantit un alignement parfait et une pose homogène, pour un rendu impeccable.",
  "fastDeliveryTitle": "Livraison Rapide et Sécurisée",
  "fastDeliveryDesc": "Nous livrons directement à votre adresse sous 40 à 60 jours, avec une couverture d’assurance complète pour votre tranquillité d’esprit.",
  "competitivePricingTitle": "Tarifs Compétitifs",
  "competitivePricingDesc": "Nous offrons le meilleur rapport qualité-prix du marché, rendant le carrelage premium plus accessible.",
  "superiorDurabilityTitle": "Résistance et Robustesse Exceptionnelles - 9 mm d'Épaisseur",
  "superiorDurabilityDesc": "Notre carrelage dépasse les normes du secteur en termes de solidité et de résistance aux chocs.",
  "waterResistanceTitle": "Résistant à l'Eau et aux Taches",
  "waterResistanceDesc": "Avec un taux d’absorption inférieur à 0,40 %, notre carrelage résiste parfaitement à l’eau et aux taches, pour une durabilité accrue.",
  "slipFrostResistanceTitle": "Antidérapant et Résistant au Gel",
  "slipFrostResistanceDesc": "Sécurisé et résistant aux intempéries, notre carrelage convient aux intérieurs comme aux extérieurs.",
  "ecoFriendlyTitle": "Éco-responsable et Résistant aux Produits Chimiques",
  "ecoFriendlyDesc": "Conçu dans le respect de l’environnement, notre carrelage est durable et résistant aux agents chimiques.",
  "inspiringSlogan": "Inspiré par l’excellence, conçu pour la perfection.",
  "copyright": "© 2025 DSantos - Tous droits réservés.",
  "contactUs": "Contactez-nous",
  "contactFormTitle": "Contactez-nous",
  "contactFormDescription": "Remplissez le formulaire ci-dessous pour toute demande.",
  "nameLabel": "Nom",
  "emailLabel": "E-mail",
  "phoneLabel": "Téléphone (optionnel)",
  "messageLabel": "Message",
  "sendMessage": "Envoyer",
  "sending": "Envoi en cours...",
  "productSizesTitle": "Nos Formats",
  "productSizesDescription": "Découvrez notre large gamme de formats et de finitions de carrelage.",
  "interestedButton": "Intéressé ? Contactez-nous",
  "finishes": {
    "polished": "Polished",
    "matte": "Matte",
    "polishedHighGloss": "Polished High Gloss",
    "antiSlipMatte": "Anti-Slip Matte",
    "carvingMatte": "Carving Matte"
  },
  "sizesProduct": [
    {
      "size": "60x120cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "120x120cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "120x240cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "60x60cm",
      "finishes": ["polished", "matte", "antiSlipMatte", "carvingMatte"]
    },
    {
      "size": "80x160cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "30x60cm",
      "finishes": ["polished", "matte"]
    },
    {
      "size": "80x80cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "100x100cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    }
  ],
  "newCollections": "Découvrez nos nouvelles collections",
  "meetDsantosTitle": "DSantos – Excellence et Innovation en Grès Cérame",
  "meetDsantosText": "Spécialisés dans le carrelage haut de gamme, nous proposons des solutions céramiques adaptées aux professionnels. Grâce à notre expertise logistique, nous livrons des revêtements de prestige, garantissant qualité et fiabilité.",
  "catalogue2025Title": "Catalogue Collection 2025",
  "catalogue2025Desc": "Découvrez notre collection complète avec un large choix de finitions.",
  "highGlossCatalogueTitle": "Catalogue Haute Brillance",
  "highGlossCatalogueDesc": "Une sélection de notre finition la plus prestigieuse – Haute Brillance.",
  "whiteMarbleCatalogueTitle": "Catalogue Effet Marbre Blanc",
  "whiteMarbleCatalogueDesc": "Une collection de carrelages effet marbre blanc, élégants et intemporels.",
  "open": "Ouvrir",
  "meetOurFeatures": "Découvrez nos produits en détail",
  "gezelligCatalogueTitle": "Catalogue Gezellig",
  "gezelligCatalogueDesc": "Une collection de carrelages au style chaleureux et rustique, inspirée du bois et des matières naturelles.",
  "aboutUs": "À propos",
  "ourTeam": "Notre Équipe",
  "ourCompany": "Notre Entreprise",
  "aboutUsText1": "DSantos est spécialisé dans les solutions haut de gamme en grès cérame et revêtements de sol en céramique pour les entreprises, les sociétés de construction et les professionnels du bâtiment. Nous savons que votre réputation repose sur le choix des matériaux pour vos projets.",
  "aboutUsText2": "Présents en Allemagne, au Portugal, en France et dans plusieurs autres pays de l'UE, nous avons bâti notre activité sur trois principes fondamentaux : un accès direct à des matériaux premium, une tarification compétitive grâce à une gestion optimisée et un accompagnement personnalisé pour nos partenaires. Grâce à notre partenariat exclusif avec l'un des plus grands fabricants asiatiques, nous garantissons un approvisionnement constant en matériaux de haute qualité répondant aux normes les plus exigeantes en matière de durabilité et de design.",
  "aboutUsText3": "Notre engagement envers l’excellence professionnelle et la construction de relations solides avec nos clients est au cœur de notre succès. Que vous soyez un distributeur souhaitant enrichir votre offre de carrelage premium ou une entreprise de construction recherchant un fournisseur fiable en gros, DSantos vous apporte la qualité et le service dont vous avez besoin. Collaborez avec nous pour accéder à des collections exclusives et un accompagnement sur mesure pour tous vos projets en grès cérame.",
  "descriptionDiogo": "Alliant expertise en informatique et en vente à une solide expérience entrepreneuriale, Diogo apporte une vision stratégique pour la transformation digitale et le développement commercial. Son parcours permet à DSantos d’optimiser ses opérations et d’améliorer la relation client grâce aux nouvelles technologies.",
  "descriptionPedro": "Issu d’une formation en génie mécanique, Pedro est votre interlocuteur privilégié au Portugal. Son expertise technique et sa connaissance du marché local lui permettent d’offrir un accompagnement personnalisé et des solutions sur-mesure pour répondre aux besoins spécifiques de nos partenaires portugais.",
  "tecnicalSpecsTitle": "Spécifications Techniques",
  "technicalSpecsDesc": "Retrouvez toutes les informations techniques détaillées sur nos produits."
}
