{
  "title": "Página Inicial",
  "description": "Esta é a página inicial",
  "exploreOurFinishes": "Explora os nossos Acabamentos de Pavimento",
  "catalogue": "Catálogo",
  "exploreOurTilesTitle": "Explore Nossos Acabamentos Premium de GVT",
  "polishedFinish": "Acabamento Polido",
  "polishedFinishTitle": "Uma superfície lisa e altamente reflexiva",
  "polishedFinishDesc": "Ideal para interiores luxuosos, os pisos GVT polidos criam um efeito espelhado, aumentando o brilho e a amplitude do ambiente. Recomendado para salas de estar, hotéis e espaços comerciais.",
  "matteFinish": "Acabamento Fosco",
  "matteFinishTitle": "Uma superfície suave e não reflexiva com um toque natural",
  "matteFinishDesc": "Perfeito para criar um ambiente sofisticado e acolhedor, o acabamento fosco oferece resistência ao escorregamento e uma textura refinada. Ideal para pisos residenciais, escritórios e interiores modernos.",
  "highGlossFinish": "Acabamento Alto Brilho",
  "highGlossFinishTitle": "Brilho ultra-reflexivo e premium para um efeito impactante",
  "highGlossFinishDesc": "Projetado para estética sofisticada, este acabamento oferece um brilho luxuoso que realça profundidade e elegância. Ideal para residências sofisticadas, lobbies de hotéis e espaços comerciais premium.",
  "antiSlipFinish": "Acabamento Antiderrapante",
  "antiSlipFinishTitle": "Maior aderência e segurança com uma textura estilosa",
  "antiSlipFinishDesc": "Desenvolvido para áreas externas, banheiros e locais de alto tráfego, o acabamento antiderrapante proporciona excelente tração, tornando-o ideal para varandas, áreas de piscina e terraços.",
  "carvingMatte": "Acabamento Fosco Texturizado",
  "carvingMatteTitle": "Padrões texturizados com toque fosco para um efeito exclusivo",
  "carvingMatteDesc": "Projetado para paredes decorativas e interiores artísticos, o acabamento carving matte adiciona profundidade e sofisticação com padrões intrincados. Perfeito para paredes de destaque, banheiros luxuosos e espaços boutique.",
  "home": "Início",
  "ourProduct": "Gama de Produtos",
  "specifications": "Especificações",
  "sizes": "Tamanhos",
  "resources": "Documentos",
  "contact": "Contacto",
  "download": "Baixar",
"textLoopText1": "Tem um negócio que comercializa ou utiliza pavimentos cerâmicos ou materiais de construção?",
  "textLoopText2": "Tem dificuldade em encontrar pavimentos cerâmicos premium ao melhor preço?",
  "textLoopText3": "Fornecemos grés porcelânico de alto padrão e qualidade incomparável.",
  "textLoopText4": "Mais margem. Mais design. Mais vendas.",
  "textLoopText5": "Os seus clientes exigem o melhor – ofereça-lhes o melhor.",
  "textLoopText6": "Os nossos pavimentos cerâmicos superam qualquer concorrência.",
  "textLoopText7": "Por que vender o comum quando pode oferecer o premium?",
  "textLoopText8": "Aumente os seus lucros com as nossas soluções de alta margem.",
  "heroSecondaryButton": "Veja as nossas coleções",
  "heroPrimaryButton": "Explore os nossos acabamentos",
  "highQualityTitle": "Azulejos de Porcelanato de Alta Qualidade",
  "highQualityDesc": "Os nossos azulejos (GVT) são fabricados com componentes premium, garantindo durabilidade, elegância e um desempenho de longa duração.",
  "rectifiedEdgesTitle": "Bordas Retificadas de Precisão",
  "rectifiedEdgesDesc": "Com bordas retificadas, os nossos azulejos têm imperfeições mínimas e um alinhamento perfeito para um acabamento impecável.",
  "fastDeliveryTitle": "Entrega Rápida e Segura",
  "fastDeliveryDesc": "Entregamos diretamente na sua morada em 40-60 dias, com cobertura total de seguro para a sua tranquilidade.",
  "competitivePricingTitle": "Preços Competitivos",
  "competitivePricingDesc": "Oferecemos os melhores preços do mercado sem comprometer a qualidade, tornando os azulejos premium mais acessíveis.",
  "superiorDurabilityTitle": "Durabilidade e Resistência Superior - 9mm de Espessura",
  "superiorDurabilityDesc": "Os nossos azulejos excedem os padrões da indústria em resistência e durabilidade, suportando impactos fortes e tensões de flexão.",
  "waterResistanceTitle": "Resistência à Água e às Manchas",
  "waterResistanceDesc": "Com uma taxa de absorção inferior a 0,40%, os nossos azulejos são altamente resistentes à água e às manchas, sendo perfeitos para qualquer espaço.",
  "slipFrostResistanceTitle": "Resistência ao Escorregamento e ao Gelo",
  "slipFrostResistanceDesc": "Projetados para segurança, os nossos azulejos possuem superfícies antiderrapantes e são resistentes ao gelo, sendo ideais para interiores e exteriores.",
  "ecoFriendlyTitle": "Ecológicos e Resistentes a Produtos Químicos",
  "ecoFriendlyDesc": "Os nossos azulejos são ecológicos e resistentes a produtos químicos, garantindo uma escolha segura e sustentável para o seu espaço.",
  "inspiringSlogan": "Inspirado na excelência, construído para a perfeição.",
  "copyright": "© 2025 DSantos - Todos os direitos reservados.",
  "contactUs": "Fale Connosco",
  "contactFormTitle": "Fale Connosco",
  "contactFormDescription": "Preencha o formulário abaixo para entrar em contacto connosco.",
  "nameLabel": "Nome",
  "emailLabel": "Email",
  "phoneLabel": "Número de Telefone (opcional)",
  "messageLabel": "Mensagem",
  "sendMessage": "Enviar Mensagem",
  "sending": "A Enviar...",
  "finishes": {
    "polished": "Polido",
    "matte": "Mate",
    "polishedHighGloss": "Alto Brilho",
    "antiSlipMatte": "Mate Antiderrapante",
    "carvingMatte": "Mate com Relevo"
  },
  "productSizesTitle": "Os Nossos Tamanhos",
  "productSizesDescription": "Explore a nossa vasta gama de tamanhos e acabamentos de azulejos.",
  "interestedButton": "Interessado? Contacte-nos",
  "sizesProduct": [
    {
      "size": "60x120cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "120x120cm",
      "finishes": ["polished", "matte", "polishedHighGloss", "antiSlipMatte"]
    },
    {
      "size": "120x240cm",
      "finishes": ["polished", "matte", "polishedHighGloss", "antiSlipMatte"]
    },
    {
      "size": "60x60cm",
      "finishes": [
        "polished",
        "matte",
        "polishedHighGloss",
        "antiSlipMatte",
        "carvingMatte"
      ]
    },
    {
      "size": "80x160cm",
      "finishes": ["polished", "matte", "polishedHighGloss", "carvingMatte"]
    },
    {
      "size": "30x60cm",
      "finishes": ["polished", "matte"]
    },
    {
      "size": "80x80cm",
      "finishes": ["polished", "matte", "polishedHighGloss"]
    },
    {
      "size": "100x100cm",
      "finishes": ["polished", "matte"]
    }
  ],
  "newCollections": "Confira as nossas novas coleções",
  "meetDsantosTitle": "DSantos – Excelência e Inovação em Grés Porcelânico",
  "meetDsantosText": "Somos especialistas em grés porcelânico e pavimentos cerâmicos de alta qualidade para o mercado empresarial. Graças ao nosso amplo conhecimento em logística, oferecemos soluções de revestimento premium que combinam qualidade, elegância e consistência. Valorizamos relações sólidas e parcerias duradouras com os nossos clientes, comprometendo-nos a entregar eficiência e excelência em cada projeto.",
  "catalogue2025Title": "Catálogo Coleção 2025",
  "catalogue2025Desc": "O nosso catálogo principal, com vários acabamentos disponíveis para cada opção.",
  "highGlossCatalogueTitle": "Catálogo Alto Brilho",
  "highGlossCatalogueDesc": "Focado no nosso acabamento mais premium – Alto Brilho.",
  "whiteMarbleCatalogueTitle": "Catálogo Mármore Branco",
  "whiteMarbleCatalogueDesc": "Uma coleção de azulejos elegantes com efeito mármore branco.",
  "open": "Abrir",
  "meetOurFeatures": "Conheça o nosso produto em detalhe",
  "gezelligCatalogueTitle": "Catálogo Aconchegante",
  "gezelligCatalogueDesc": "Uma coleção de ladrilhos aconchegantes e rústicos, inspirados em designs de madeira quente e texturas naturais.",

  "aboutUs": "Sobre Nós",
  "ourTeam": "A Nossa Equipa",
  "ourCompany": "A Nossa Empresa",
  "aboutUsText1": "A DSantos é especializada em soluções premium de grés porcelânico e pavimentos cerâmicos para empresas, construtoras e profissionais do setor. Compreendemos que a sua reputação depende dos materiais que escolhe para os seus projetos.",
  "aboutUsText2": "Com operações na Alemanha, Portugal, França e outros países da UE, construímos o nosso negócio em três princípios fundamentais: acesso direto a materiais premium, preços competitivos através de operações eficientes e suporte dedicado aos nossos parceiros comerciais. Através da nossa parceria exclusiva com um dos principais fabricantes asiáticos, garantimos acesso consistente a materiais de alta qualidade que cumprem os mais elevados padrões de durabilidade e design.",
  "aboutUsText3": "Crescemos através da excelência profissional e da construção de relações duradouras com os nossos clientes. Seja uma loja procurando expandir sua oferta de revestimentos premium ou uma construtora necessitando de fornecimento em grande escala, a DSantos oferece a qualidade e o serviço que o seu negócio exige. Seja nosso parceiro para aceder a coleções exclusivas e suporte abrangente.",
  "descriptionDiogo": "Combinando experiência em TI e Vendas com conhecimento prático na gestão e realização de negócios, Diogo adota uma abordagem estratégica para a transformação digital e o desenvolvimento empresarial. A sua formação e experiência permitem à DSantos otimizar operações e elevar o padrão de atendimento ao cliente.",
  "descriptionPedro": "Pedro é o contacto principal para os nossos clientes portugueses. Com formação em Engenharia Mecânica a sua experiência técnica e conhecimento do mercado local asseguram que os nossos parceiros portugueses recebam suporte dedicado e soluções adaptadas às suas necessidades específicas.",
  "tecnicalSpecsTitle": "Especificações Técnicas",
  "technicalSpecsDesc": "Detalhes e informações técnicas completas sobre o nosso produto."
}
