{
  "title": "Página Inicial",
  "description": "Esta é a página inicial",
  "exploreOurFinishes": "Explora os nossos Acabamentos de Pavimento",
  "catalogue": "Catálogo",
  "exploreOurTilesTitle": "Explore Nossos Acabamentos Premium de GVT",
  "polishedFinish": "Acabamento Polido",
  "polishedFinishTitle": "Uma superfície lisa e altamente reflexiva",
  "polishedFinishDesc": "Ideal para interiores luxuosos, os pisos GVT polidos criam um efeito espelhado, aumentando o brilho e a amplitude do ambiente. Recomendado para salas de estar, hotéis e espaços comerciais.",
  "matteFinish": "Acabamento Fosco",
  "matteFinishTitle": "Uma superfície suave e não reflexiva com um toque natural",
  "matteFinishDesc": "Perfeito para criar um ambiente sofisticado e acolhedor, o acabamento fosco oferece resistência ao escorregamento e uma textura refinada. Ideal para pisos residenciais, escritórios e interiores modernos.",
  "highGlossFinish": "Acabamento Alto Brilho",
  "highGlossFinishTitle": "Brilho ultra-reflexivo e premium para um efeito impactante",
  "highGlossFinishDesc": "Projetado para estética sofisticada, este acabamento oferece um brilho luxuoso que realça profundidade e elegância. Ideal para residências sofisticadas, lobbies de hotéis e espaços comerciais premium.",
  "antiSlipFinish": "Acabamento Antiderrapante",
  "antiSlipFinishTitle": "Maior aderência e segurança com uma textura estilosa",
  "antiSlipFinishDesc": "Desenvolvido para áreas externas, banheiros e locais de alto tráfego, o acabamento antiderrapante proporciona excelente tração, tornando-o ideal para varandas, áreas de piscina e terraços.",
  "carvingMatte": "Acabamento Fosco Texturizado",
  "carvingMatteTitle": "Padrões texturizados com toque fosco para um efeito exclusivo",
  "carvingMatteDesc": "Projetado para paredes decorativas e interiores artísticos, o acabamento carving matte adiciona profundidade e sofisticação com padrões intrincados. Perfeito para paredes de destaque, banheiros luxuosos e espaços boutique.",
  "home": "Início",
  "ourProduct": "Gama de Produtos",
  "specifications": "Especificações",
  "sizes": "Tamanhos",
  "resources": "Documentos",
  "contact": "Contacto",
  "download": "Baixar",
  "textLoopText1": "Você tem um negócio que vende azulejos ou materiais de construção?",
  "textLoopText2": "Dificuldade em encontrar azulejos premium pelo melhor preço?",
  "textLoopText3": "Fornecemos azulejos GVT de alto padrão e qualidade incomparável.",
  "textLoopText4": "Mais margem. Mais design. Mais vendas.",
  "textLoopText5": "Seus clientes exigem o melhor—ofereça a eles o melhor.",
  "textLoopText6": "Nossos azulejos superam qualquer concorrência.",
  "textLoopText7": "Por que vender o comum quando pode oferecer o premium?",
  "textLoopText8": "Aumente seus lucros com nossas soluções de alta margem.",
  "heroSecondaryButton": "Veja as nossas coleções",
  "heroPrimaryButton": "Explore os nossos acabamentos",
  "highQualityTitle": "Azulejos de Porcelanato de Alta Qualidade",
  "highQualityDesc": "Os nossos azulejos (GVT) são fabricados com componentes premium, garantindo durabilidade, elegância e um desempenho de longa duração.",
  "rectifiedEdgesTitle": "Bordas Retificadas de Precisão",
  "rectifiedEdgesDesc": "Com bordas retificadas, os nossos azulejos têm imperfeições mínimas e um alinhamento perfeito para um acabamento impecável.",
  "fastDeliveryTitle": "Entrega Rápida e Segura",
  "fastDeliveryDesc": "Entregamos diretamente na sua morada em 40-60 dias, com cobertura total de seguro para a sua tranquilidade.",
  "competitivePricingTitle": "Preços Competitivos",
  "competitivePricingDesc": "Oferecemos os melhores preços do mercado sem comprometer a qualidade, tornando os azulejos premium mais acessíveis.",
  "superiorDurabilityTitle": "Durabilidade e Resistência Superior - 9mm de Espessura",
  "superiorDurabilityDesc": "Os nossos azulejos excedem os padrões da indústria em resistência e durabilidade, suportando impactos fortes e tensões de flexão.",
  "waterResistanceTitle": "Resistência à Água e às Manchas",
  "waterResistanceDesc": "Com uma taxa de absorção inferior a 0,40%, os nossos azulejos são altamente resistentes à água e às manchas, sendo perfeitos para qualquer espaço.",
  "slipFrostResistanceTitle": "Resistência ao Escorregamento e ao Gelo",
  "slipFrostResistanceDesc": "Projetados para segurança, os nossos azulejos possuem superfícies antiderrapantes e são resistentes ao gelo, sendo ideais para interiores e exteriores.",
  "ecoFriendlyTitle": "Ecológicos e Resistentes a Produtos Químicos",
  "ecoFriendlyDesc": "Os nossos azulejos são ecológicos e resistentes a produtos químicos, garantindo uma escolha segura e sustentável para o seu espaço."
}
