{
    "title": "Главная",
    "description": "Это главная страница сайта",
    "exploreOurFinishes": "Откройте для себя варианты отделки плитки",
    "catalogue": "Каталог",
    "exploreOurTilesTitle": "Откройте для себя премиальные варианты отделки плитки GVT",
    "polishedFinish": "Полированная отделка",
    "polishedFinishTitle": "Гладкая поверхность с высоким блеском",
    "polishedFinishDesc": "Идеально подходит для роскошных интерьеров: полированные плитки GVT создают зеркальный эффект, усиливая свет и визуальное пространство. Рекомендуются для гостиных, отелей и коммерческих помещений.",
    "matteFinish": "Матовая отделка",
    "matteFinishTitle": "Нежная, не блестящая поверхность с естественным видом",
    "matteFinishDesc": "Отличный выбор для создания теплой и утонченной атмосферы: матовые плитки GVT обеспечивают противоскользящий эффект и изысканную текстуру. Идеальны для жилых помещений, офисов и современных интерьеров.",
    "highGlossFinish": "Отделка с высокой глянцевой поверхностью",
    "highGlossFinishTitle": "Ультраотражающая поверхность с премиальным блеском для эффектного вида",
    "highGlossFinishDesc": "Разработаны для взыскательного дизайна: эти плитки обладают роскошным блеском, подчеркивающим глубину и элегантность. Идеально подходят для элитных резиденций, вестибюлей отелей и престижных коммерческих объектов.",
    "antiSlipFinish": "Антискользящая отделка",
    "antiSlipFinishTitle": "Повышенное сцепление и безопасность с изысканной текстурой",
    "antiSlipFinishDesc": "Созданы для открытых пространств, ванных комнат и зон с высокой проходимостью: антискользящая отделка обеспечивает отличное сцепление, что делает плитку идеальной для влажных и внешних зон, таких как террасы, балконы и зоны у бассейна.",
    "carvingMatte": "Резная матовая отделка",
    "carvingMatteTitle": "Текстурированные узоры с матовым эффектом для создания уникального стиля",
    "carvingMatteDesc": "Идеальны для акцентных стен и художественных интерьеров: плитки с резной матовой отделкой добавляют глубину и объем за счет утонченных узоров. Прекрасно подойдут для выделенных стен, дизайнерских ванных комнат и бутиковых пространств.",
    "home": "Главная",
    "ourProduct": "Ассортимент",
    "specifications": "Технические характеристики",
    "sizes": "Размеры",
    "resources": "Ресурсы",
    "contact": "Контакты",
    "download": "Скачать",
    "textLoopText1": "Управляете бизнесом, который продаёт или использует фарфоровую плитку?",
    "textLoopText2": "Испытываете трудности с поиском высококачественных керамических покрытий по конкурентным ценам?",
    "textLoopText3": "Мы поставляем фарфоровый керамогранит высочайшего качества без компромиссов.",
    "textLoopText4": "Более высокая маржа. Превосходный дизайн. Рост продаж.",
    "textLoopText5": "Ваши клиенты требуют лучшего – предоставьте им лучшее.",
    "textLoopText6": "Наши керамические покрытия опережают конкурентов.",
    "textLoopText7": "Зачем довольствоваться обычным, если можно предложить премиум?",
    "textLoopText8": "Увеличьте прибыль с нашими решениями с высокой маржой.",
    "heroSecondaryButton": "Смотреть коллекции",
    "heroPrimaryButton": "Изучите варианты отделки",
    "highQualityTitle": "Премиальная фарфоровая плитка",
    "highQualityDesc": "Наша плитка GVT изготовлена из высококачественных компонентов, что гарантирует долговечность, элегантность и неизменно высокий уровень качества.",
    "rectifiedEdgesTitle": "Идеально обработанные края",
    "rectifiedEdgesDesc": "Благодаря точной обработке краев, наши плитки имеют минимальные дефекты и идеально стыкуются для создания безупречного покрытия.",
    "fastDeliveryTitle": "Быстрая и застрахованная доставка",
    "fastDeliveryDesc": "Мы осуществляем доставку прямо к вашему адресу в течение 40–60 дней с полной страховой защитой для вашего спокойствия.",
    "competitivePricingTitle": "Конкурентоспособные цены",
    "competitivePricingDesc": "Мы предлагаем лучшие цены на рынке без ущерба для качества, делая премиальную плитку доступной.",
    "superiorDurabilityTitle": "Выдающаяся прочность и долговечность — 9 мм толщиной",
    "superiorDurabilityDesc": "Наша плитка превосходит отраслевые стандарты по прочности и устойчивости, выдерживая значительные удары и механические нагрузки.",
    "waterResistanceTitle": "Водостойкость и устойчивость к пятнам",
    "waterResistanceDesc": "С коэффициентом водопоглощения менее 0,40%, наши плитки отлично противостоят влаге и загрязнениям, что делает их универсальными для любого интерьера.",
    "slipFrostResistanceTitle": "Противоскользящая и морозостойкая",
    "slipFrostResistanceDesc": "Разработаны с упором на безопасность: наши плитки обладают противоскользящими свойствами и устойчивостью к морозам, что позволяет использовать их как внутри помещений, так и на улице.",
    "ecoFriendlyTitle": "Экологичные и устойчивые к химикатам",
    "ecoFriendlyDesc": "Наша плитка безопасна для окружающей среды и устойчива к воздействию химических веществ, что делает её надежным и устойчивым выбором для вашего пространства.",
    "inspiringSlogan": "Вдохновлены совершенством, созданы для идеала.",
    "copyright": "© 2025 DSantos - Все права защищены.",
    "contactUs": "Свяжитесь с нами",
    "contactFormTitle": "Свяжитесь с нами",
    "contactFormDescription": "Заполните форму ниже, чтобы связаться с нами.",
    "nameLabel": "Имя",
    "emailLabel": "Эл. почта",
    "phoneLabel": "Телефон (опционально)",
    "messageLabel": "Сообщение",
    "sendMessage": "Отправить сообщение",
    "sending": "Отправка...",
    "productSizesTitle": "Наши размеры",
    "productSizesDescription": "Изучите наш широкий ассортимент размеров и вариантов отделки плитки.",
    "interestedButton": "Заинтересованы? Свяжитесь с нами",
    "finishes": {
      "polished": "Полированная",
      "matte": "Матовая",
      "polishedHighGloss": "Полированная с высокой глянцевой отделкой",
      "antiSlipMatte": "Матовая с антискользящим эффектом",
      "carvingMatte": "Резная матовая"
    },
    "sizesProduct": [
      {
        "size": "60x120cm",
        "finishes": [
          "polished",
          "matte",
          "polishedHighGloss",
          "antiSlipMatte",
          "carvingMatte"
        ]
      },
      {
        "size": "120x120cm",
        "finishes": [
          "polished",
          "matte",
          "polishedHighGloss",
          "antiSlipMatte",
          "carvingMatte"
        ]
      },
      {
        "size": "120x240cm",
        "finishes": [
          "polished",
          "matte",
          "polishedHighGloss",
          "antiSlipMatte",
          "carvingMatte"
        ]
      },
      {
        "size": "60x60cm",
        "finishes": [
          "polished",
          "matte",
          "antiSlipMatte",
          "carvingMatte"
        ]
      },
      {
        "size": "80x160cm",
        "finishes": [
          "polished",
          "matte",
          "polishedHighGloss",
          "antiSlipMatte",
          "carvingMatte"
        ]
      },
      {
        "size": "30x60cm",
        "finishes": [
          "polished",
          "matte"
        ]
      },
      {
        "size": "80x80cm",
        "finishes": [
          "polished",
          "matte",
          "polishedHighGloss",
          "antiSlipMatte",
          "carvingMatte"
        ]
      },
      {
        "size": "100x100cm",
        "finishes": [
          "polished",
          "matte",
          "polishedHighGloss",
          "antiSlipMatte",
          "carvingMatte"
        ]
      }
    ],
    "newCollections": "Ознакомьтесь с нашими новыми коллекциями",
    "meetDsantosTitle": "DSantos – Совершенство и инновации в фарфоровом керамограните",
    "meetDsantosText": "Мы специализируемся на поставках премиального фарфорового керамогранита и керамических покрытий для бизнеса. Опираясь на наш богатый опыт в логистике, мы предлагаем эксклюзивные облицовочные решения, воплощающие качество, элегантность и надежность. Мы ценим крепкие и долгосрочные партнерские отношения, гарантируя эффективность и высокий стандарт выполнения каждого проекта.",
    "catalogue2025Title": "Каталог коллекции 2025",
    "catalogue2025Desc": "Наш основной каталог, включающий разнообразные варианты отделки для каждого изделия.",
    "highGlossCatalogueTitle": "Каталог с высокой глянцевой отделкой",
    "highGlossCatalogueDesc": "Коллекция, посвященная нашей самой премиальной отделке – высокой глянцевой.",
    "whiteMarbleCatalogueTitle": "Каталог с эффектом белого мрамора",
    "whiteMarbleCatalogueDesc": "Коллекция элегантной плитки с эффектом белого мрамора.",
    "open": "Открыть",
    "meetOurFeatures": "Узнайте подробнее о наших продуктах",
    "gezelligCatalogueTitle": "Каталог Gezellig",
    "gezelligCatalogueDesc": "Коллекция уютной, деревенской плитки, вдохновленная теплотой деревянного дизайна и натуральными текстурами.",
    "aboutUs": "О нас",
    "ourTeam": "Наша команда",
    "ourCompany": "Наша компания",
    "aboutUsText1": "DSantos специализируется на поставках премиального фарфорового керамогранита и керамических покрытий для бизнеса, строительных компаний и профессиональных подрядчиков. Мы знаем, что ваша репутация зависит от выбора материалов для ваших проектов.",
    "aboutUsText2": "Работая в Германии, Португалии, Франции и других странах ЕС, мы строим наш бизнес на трех ключевых принципах: прямой доступ к премиальным материалам, конкурентные цены за счет эффективного управления и индивидуальная поддержка наших партнеров. Благодаря эксклюзивному сотрудничеству с одним из ведущих азиатских производителей, мы обеспечиваем стабильное поступление материалов высокого качества, соответствующих самым строгим стандартам прочности и дизайна.",
    "aboutUsText3": "Мы добиваемся успеха, поддерживая высокий профессиональный уровень и выстраивая долгосрочные отношения с нашими клиентами. Независимо от того, являетесь ли вы розничным продавцом, стремящимся расширить ассортимент премиальной плитки, или строительной компанией, ищущей надежного поставщика оптом, DSantos предоставляет качество и сервис, соответствующие требованиям вашего бизнеса. Сотрудничайте с нами, чтобы получить доступ к эксклюзивным коллекциям и комплексной поддержке для всех ваших потребностей в фарфоровом керамограните.",
    "descriptionDiogo": "Объединяя опыт в ИТ и продажах с предпринимательской практикой, Диого привносит стратегический взгляд на цифровую трансформацию и развитие бизнеса. Его экспертиза позволяет DSantos использовать современные технологии для оптимизации процессов и повышения качества обслуживания клиентов.",
    "descriptionPedro": "Обладая инженерным образованием, Педро является основным контактом для наших клиентов в Португалии. Его технические знания и знание местного рынка гарантируют индивидуальную поддержку и решения, адаптированные к потребностям португальских партнеров.",
    "tecnicalSpecsTitle": "Технические характеристики",
    "technicalSpecsDesc": "Подробная информация и полные технические спецификации нашей продукции."
  }
  